Repository: CofficLab/Cisum_SwiftUI
Catalog: Packages/PluginPluginManager/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hant_hk

source: Plugin Manager
zh_hans: 插件管理
zh_hant_hk: 外掛程式管理

source: Manages all registered plugins.
zh_hans: 管理所有已注册插件。
zh_hant_hk: 管理所有已註冊外掛程式。

source: No Description Available
zh_hans: 暂无详细说明
zh_hant_hk: 暫無詳細說明

source: Version
zh_hans: 版本
zh_hant_hk: 版本

source: Strategy
zh_hans: 策略
zh_hant_hk: 策略

source: Core Capabilities
zh_hans: 核心能力
zh_hant_hk: 核心能力

source: Category
zh_hans: 分类
zh_hant_hk: 分類

source: Stage
zh_hans: 阶段
zh_hant_hk: 階段

source: Identifier
zh_hans: 标识符
zh_hant_hk: 識別碼

source: Not Set
zh_hans: 未设置
zh_hant_hk: 未設定

source: Permissions
zh_hans: 权限
zh_hant_hk: 權限

source: Always Enabled
zh_hans: 始终启用
zh_hant_hk: 始終啟用

source: Disable Permanently
zh_hans: 永久停用
zh_hant_hk: 永久停用

source: Disabled
zh_hans: 已停用
zh_hant_hk: 已停用

source: Enabled
zh_hans: 已启用
zh_hant_hk: 已啟用

source: Overview
zh_hans: 概述
zh_hant_hk: 概述

source: This manual introduces the Plugin Manager page of Cisum: how to view registered plugins, search and filter by category, and enable or disable a plugin.
zh_hans: 本说明书介绍 Cisum 的「插件管理」页面：如何查看已注册插件、搜索与分类筛选，以及如何启用或停用某个插件。
zh_hant_hk: 本說明書介紹 Cisum 的「外掛程式管理」頁面：如何檢視已註冊外掛程式、搜尋與分類篩選，以及如何啟用或停用某個外掛程式。

source: Interface
zh_hans: 界面
zh_hant_hk: 介面

source: Header stats: shows the total number of configurable plugins and how many are enabled.
zh_hans: 顶部统计：显示当前可配置插件总数与已启用数量。
zh_hant_hk: 頂部統計：顯示目前可設定外掛程式總數與已啟用數量。

source: Left list: searchable (name / identifier / description) and filterable by category.
zh_hans: 左侧列表：可搜索（名称 / 标识符 / 描述），并可按分类筛选。
zh_hant_hk: 左側清單：可搜尋（名稱 / 識別碼 / 描述），並可按分類篩選。

source: Right detail: shows the selected plugin's About page, including name, description, stage, and enable switch.
zh_hans: 右侧详情：展示选中插件的关于页，包含名称、描述、阶段与启用开关。
zh_hant_hk: 右側詳情：顯示所選外掛程式的關於頁，包含名稱、描述、階段與啟用開關。

source: Basic Operations
zh_hans: 基本操作
zh_hant_hk: 基本操作

source: Type a keyword in the search field and the list filters instantly.
zh_hans: 在搜索框输入关键字，列表即时过滤。
zh_hant_hk: 在搜尋框輸入關鍵字，清單即時篩選。

source: Click a category chip (e.g. Music Library, Theme) to switch filters; click All again to clear.
zh_hans: 点击分类胶囊（如「媒体库」「主题」）切换筛选；再次点击「全部」清除筛选。
zh_hant_hk: 按一下分類膠囊（如「媒體庫」「主題」）切換篩選；再按一下「全部」清除篩選。

source: Click a plugin in the list to show its About page on the right.
zh_hans: 点击列表中的插件，右侧显示其关于页。
zh_hant_hk: 按一下清單中的外掛程式，右側會顯示其關於頁。

source: Toggle the Enable switch in the top-right corner to enable or disable the plugin instantly.
zh_hans: 切换右上角的「启用」开关，即时启用或停用该插件。
zh_hant_hk: 切換右上角的「啟用」開關，即時啟用或停用該外掛程式。

source: Notes
zh_hans: 说明
zh_hant_hk: 說明

source: Always-on / disabled plugins are not configurable and do not appear in the list.
zh_hans: 始终启用 / 已停用的插件不可配置，不显示在列表中。
zh_hant_hk: 始終啟用 / 已停用的外掛程式不可設定，不會顯示在清單中。

source: Every plugin has an About page; plugins without a custom one show a default page based on metadata.
zh_hans: 每个插件都有关于页；未单独设计的插件会显示基于元数据的默认关于页。
zh_hant_hk: 每個外掛程式都有關於頁；未單獨設計的外掛程式會顯示基於中繼資料的預設關於頁。

source: Enable
zh_hans: 启用
zh_hant_hk: 啟用

source: Manage all registered plugins: view, search, filter by category, and enable or disable.
zh_hans: 管理所有已注册插件：查看、搜索、分类筛选并启停。
zh_hant_hk: 管理所有已註冊外掛程式：檢視、搜尋、分類篩選並啟停。

source: Category Filter
zh_hans: 分类筛选
zh_hant_hk: 分類篩選

source: Search Plugins
zh_hans: 搜索插件
zh_hant_hk: 搜尋外掛程式

source: Configurable Plugins
zh_hans: 可配置插件
zh_hant_hk: 可設定外掛程式

source: All
zh_hans: 全部
zh_hant_hk: 全部

source: Plugin Catalog
zh_hans: 插件目录
zh_hant_hk: 外掛程式目錄

source: Shows all user-configurable plugins, visually distinguished by enable state.
zh_hans: 展示所有用户可配置的插件，按启用状态直观区分。
zh_hant_hk: 顯示所有使用者可設定的外掛程式，並按啟用狀態直觀區分。

source: Search & Filter
zh_hans: 搜索过滤
zh_hant_hk: 搜尋與篩選

source: Quickly locate plugins by name, identifier, or description keyword.
zh_hans: 按名称、标识符或描述关键字快速定位插件。
zh_hant_hk: 按名稱、識別碼或描述關鍵字快速定位外掛程式。

source: Filter the list by category such as Music Library, Playback, and Theme.
zh_hans: 按媒体库 / 播放 / 主题等分类筛选列表。
zh_hant_hk: 按媒體庫 / 播放 / 主題等分類篩選清單。

source: Plugin Details
zh_hans: 插件详情
zh_hant_hk: 外掛程式詳情

source: Shows each plugin's About page and enable-state control.
zh_hans: 展示每个插件的关于页与启用状态控件。
zh_hant_hk: 顯示每個外掛程式的關於頁與啟用狀態控制項。

source: Enable Management
zh_hans: 启停管理
zh_hant_hk: 啟停管理

source: Enables or disables plugins at runtime and persists user overrides.
zh_hans: 运行时启停插件并持久化用户覆盖设置。
zh_hant_hk: 在執行階段啟停外掛程式並持久化使用者覆寫設定。

source: Where to Find It
zh_hans: 入口位置
zh_hant_hk: 入口位置

source: Opens in the Plugin Manager navigation item of the main Settings window.
zh_hans: 在主设置窗口的「插件管理」导航项中打开。
zh_hant_hk: 在主設定視窗的「外掛程式管理」導覽項目中開啟。

source: Settings → Plugin Manager
zh_hans: 设置 → 插件管理
zh_hant_hk: 設定 → 外掛程式管理

source: You can read this manual in Settings → General → Manuals.
zh_hans: 可在 设置 → 通用 → 说明书 中阅读本页面的使用手册。
zh_hant_hk: 可在 設定 → 一般 → 說明書 中閱讀本頁面的使用手冊。

source: Manual
zh_hans: 说明书
zh_hant_hk: 說明書

source: No Plugins Found
zh_hans: 未找到插件
zh_hant_hk: 找不到外掛程式

source: Select a Plugin
zh_hans: 选择一个插件
zh_hant_hk: 選擇一個外掛程式

source: %lld enabled
zh_hans: %lld 个已启用
zh_hant_hk: %lld 個已啟用

source: %lld plugins
zh_hans: %lld 个插件
zh_hant_hk: %lld 個外掛程式
